tap "apenngrace/vulkan"
tap "cjbassi/ytop"
tap "dart-lang/dart"
tap "git-chglog/git-chglog"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "itchyny/tap"
tap "nodenv/nodenv"
tap "z80oolong/tmux"
brew "giflib"
brew "jpeg"
brew "libpng"
brew "bat"
brew "berkeley-db", link: true
brew "bundletool"
brew "cairo"
brew "llvm"
brew "ccls"
brew "dive"
brew "expat"
brew "folly"
brew "fd"
brew "gmp"
brew "unbound"
brew "gnutls"
brew "srt"
brew "ffmpeg"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "fish"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "hugo"
brew "jq"
brew "mecab"
brew "mecab-ipadic"
brew "neovim"
brew "node"
brew "node-build"
brew "nodenv"
brew "perl"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "sl"
brew "sourcery"
brew "starship"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "vim"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "cjbassi/ytop/ytop"
brew "dart-lang/dart/dart"
brew "itchyny/tap/mmv"
brew "nodenv/nodenv/nodenv-npm-migrate"
cask "alacritty"
cask "authy"
cask "emacs"
cask "font-hack-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "google-chrome-canary"
cask "keycastr"
cask "michaelvillar-timer"
