tap "apenngrace/vulkan"
tap "cjbassi/ytop"
tap "cloudflare/cloudflare"
tap "dart-lang/dart"
tap "git-chglog/git-chglog"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "itchyny/tap"
tap "nodenv/nodenv"
tap "rbenv/tap"
tap "suzuki-shunsuke/asciinema-trim"
tap "z80oolong/tmux"
brew "giflib"
brew "libpng"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "python@3.10"
brew "asciinema"
brew "automake"
brew "gmp"
brew "asdf"
brew "bat"
brew "berkeley-db", link: true
brew "glib"
brew "libffi"
brew "python@3.9"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "binutils"
brew "boost"
brew "bundletool"
brew "ccls"
brew "cmake"
brew "dive"
brew "dosfstools"
brew "folly"
brew "edencommon"
brew "expat"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "open-mpi"
brew "fftw"
brew "fish"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "gnu-sed"
brew "guile"
brew "gnupg"
brew "go"
brew "python@3.11"
brew "gobject-introspection"
brew "jpeg"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hdf5"
brew "htop"
brew "hugo"
brew "hunspell"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libgsf"
brew "libmatio"
brew "llvm"
brew "mecab"
brew "mecab-ipadic"
brew "nasm"
brew "neovim"
brew "ninja"
brew "node"
brew "node-build"
brew "nodenv"
brew "openblas"
brew "numpy"
brew "openslide"
brew "perl"
brew "poppler"
brew "protobuf"
brew "py3cairo"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "scipy"
brew "sheldon"
brew "sl"
brew "sourcery"
brew "starship"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "vim"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "yq"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "cjbassi/ytop/ytop"
brew "cloudflare/cloudflare/cloudflared"
brew "dart-lang/dart/dart"
brew "hashicorp/tap/terraform", link: false
brew "itchyny/tap/mmv"
brew "nodenv/nodenv/nodenv-npm-migrate"
brew "suzuki-shunsuke/asciinema-trim/asciinema-trim"
cask "alacritty"
cask "authy"
cask "chromium"
cask "emacs"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monoid-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "google-chrome-canary"
cask "kap"
cask "keycastr"
cask "michaelvillar-timer"
cask "raycast"
cask "wezterm"
