brew "actionlint"
brew "aom"
brew "asciinema"
brew "asdf"
brew "automake"
brew "bash"
brew "bat"
brew "berkeley-db", link: true
brew "bfg"
brew "binutils"
brew "boost"
brew "bundletool"
brew "cairo"
brew "cask"
brew "ccls"
brew "cjbassi/ytop/ytop"
brew "cloudflared"
brew "cmake"
brew "curl"
brew "dart-lang/dart/dart"
brew "dive"
brew "dosfstools"
brew "edencommon"
brew "emacs"
brew "expat"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "ffmpeg"
brew "fftw"
brew "fish"
brew "fizz"
brew "folly"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "giflib"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "glib"
brew "gmp"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gpgme"
brew "graphviz"
brew "grep"
brew "guile"
brew "harfbuzz"
brew "hdf5"
brew "htop"
brew "hugo"
brew "hunspell"
brew "ideviceinstaller"
brew "imagemagick"
brew "isl"
brew "itchyny/tap/mmv"
brew "jpeg"
brew "jpeg-xl"
brew "jq"
brew "k6"
brew "leptonica"
brew "libass"
brew "libassuan"
brew "libavif"
brew "libbluray"
brew "libffi"
brew "libgit2"
brew "libgsf"
brew "libheif"
brew "liblqr"
brew "libmatio"
brew "libmicrohttpd"
brew "libmpc"
brew "libpng"
brew "libraw"
brew "librist"
brew "librsvg"
brew "libxml2"
brew "little-cms2"
brew "llvm"
brew "llvm@16"
brew "mecab"
brew "mecab-ipadic"
brew "mkcert"
brew "mpfr"
brew "nasm"
brew "neovim"
brew "neovim-remote"
brew "netpbm"
brew "ninja"
brew "numpy"
brew "open-mpi"
brew "openblas"
brew "openslide"
brew "openvino"
brew "pango"
brew "perl"
brew "pinentry"
brew "pmix"
brew "poppler"
brew "protobuf"
brew "py3cairo"
brew "python@3.10"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "qt"
brew "remotemobprogramming/brew/mob"
brew "rename"
brew "ripgrep"
brew "scipy"
brew "sheldon"
brew "sl"
brew "srt"
brew "starship"
brew "suzuki-shunsuke/asciinema-trim/asciinema-trim"
brew "tcl-tk"
brew "tesseract"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "unbound"
brew "vim"
brew "wangle"
brew "watch"
brew "watchman"
brew "webp"
brew "wget"
brew "yq"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
cask "authy"
cask "chromium"
cask "font-caskaydia-cove-nerd-font"
cask "font-cica"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monoid-nerd-font"
cask "font-noto-sans-jp"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "ghostty"
cask "google-chrome@canary"
cask "kap"
cask "keycastr"
cask "michaelvillar-timer"
cask "raycast"
cask "scroll-reverser"
cask "wezterm"
cask "xcodes"
tap "apenngrace/vulkan"
tap "cjbassi/ytop"
tap "cloudflare/cloudflare"
tap "dart-lang/dart"
tap "git-chglog/git-chglog"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "itchyny/tap"
tap "mobile-dev-inc/tap"
tap "nikitabobko/tap"
tap "remotemobprogramming/brew"
tap "suzuki-shunsuke/asciinema-trim"
tap "z80oolong/tmux"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
